Tekla.Structures.DrawingInternal.dotGrWeldAttributes_t


Tekla.Structures.DrawingInternal.dotGrWeldAttributes_t.CommonAttributes


Tekla.Structures.DrawingInternal.dotGrWeldAttributes_t.Representation


Tekla.Structures.DrawingInternal.dotGrWeldAttributes_t.Flags


Tekla.Structures.DrawingInternal.dotGrWeldAttributes_t.VisibleLines


Tekla.Structures.DrawingInternal.dotGrWeldAttributes_t.HiddenLines


Tekla.Structures.DrawingInternal.dotGrWeldAttributes_t.CustomPresentation


Tekla.Structures.DrawingInternal.dotGrWeldAttributes_t.ToStruct(Tekla.Structures.Drawing.Weld.WeldAttributes)


Tekla.Structures.DrawingInternal.dotGrWeldAttributes_t.FromStruct(Tekla.Structures.Drawing.Weld.WeldAttributes)
